Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Kunstharzverbindungen [chemische Erzeugnisse] in Form von Mikrokugeln als Träger für andere Substanzen
en: Synthetic resin compounds in the form of microspheres used to incorporate various other substances

source: Gerbstoffe zur Verwendung für die Herstellung von Leder
en: Tanning agents for use in the manufacture of leather

source: Geschmacksverbesserer für Lebensmittel
en: Flavour improvers for foodstuffs

source: Gase zur Verwendung mit Aerosolen
en: Gases for use with aerosols

source: Wasserabweisende Schutzbeschichtungen [Chemikalien]
en: Protective coatings for repelling water [chemical]

source: Proteine für die Herstellung von Lebensmitteln
en: Protein for use in the manufacture of foodstuffs

source: Proteine zum Erkennen von Antikörpern [ausgenomen für medizinische Zwecke]
en: Proteins for detecting antibodies [other than for medical use]

source: Bodenveredelung zur Verbesserung des Wachstums von Gartenbauerzeugnissen
en: Soil conditioning preparations for enhancing the growth of horticultural products

source: Stabilisierende Mittel für Polyvinylchlorid
en: Stabilizing agents for polyvinyl chloride

source: Reagenzien für geophysikalische Prüfungen
en: Reagents for use in geophysical testing

source: Halogene
en: Halogens

source: Härtungsmittel für bearbeitete Kunststoffe
en: Hardening agents for processed plastics

source: Protein [Rohstoff]
en: Protein [raw material]

source: Wasserfreies Ätznatron
en: Anhydrous caustic soda

source: Emulgatoren für die Emulsionspolymerisation
en: Emulsifiers for emulsion polymerization

source: Klebemittel für chirurgische Verbände
en: Adhesive preparations for surgical bandages

source: Auf Polypeptiden basierende Immunoassays zur Bestimmung des immunologischen Profils, ausgenommen für medizinische Zwecke
en: Immunoassays based on polypeptides for determining immunological profile, other than for medical use

source: Immunglobuline, ausgenommen für medizinische Zwecke
en: Immunoglobulins, other than for medical use

source: Chemische Erzeugnisse zum Errichten von Wasserbrunnen
en: Chemicals for use in the formation of water wells

source: Verbindungen zum Abbinden von Zement
en: Compositions for setting cement

source: Magnesiumcarbonat für die Produktion
en: Magnesium carbonate for use in manufacture

source: Magnesiumhydroxid für die Produktion
en: Magnesium hydroxide for use in manufacture

source: Dünger in fester Form
en: Manure in solid form

source: Detergenzien mit desinfizierenden Eigenschaften zur Verwendung in Herstellungsverfahren
en: Detergents having disinfectant properties for use in manufacturing processes

source: Entwicklungsmittel für lichtempfindliche Materialien
en: Developers for use with light sensitive materials

source: Katalysatoren für die Herstellung von Industriechemikalien
en: Catalysts for use in the manufacture of industrial chemicals

source: Chemische Additive für Erdölbohrflüssigkeiten
en: Chemical additives for oil well drilling fluid

source: Chemische Zusatzstoffe zur Verwendung in Kraftstoffen für Verbrennungsmotoren
en: Chemical additives for use with internal combustion engine fuels

source: Alginate für die Lebensmittelindustrie
en: Alginates for the food industry

source: Absorbierende Grafite
en: Absorbent graphites

source: Mittel gegen das Keimen [Wachstumshemmer]
en: Germination inhibitors [anti-sprouting agents]

source: Radioaktive Präparate für wissenschaftliche Zwecke
en: Radioactive preparations for scientific purposes

source: Chemikalien mit Flüssigkristalleigenschaften
en: Chemicals having liquid crystal properties

source: Chemische Erzeugnisse in flüssiger Form als Ätzmittel
en: Chemicals in liquid form for use as etchants

source: Spurenelemente enthaltender Torf als Kompost
en: Peat containing trace elements for use as a compost

source: Pepsin [Enzyme] für industrielle Zwecke
en: Pepsin [enzymes] for industrial purposes

source: Detergenzien für die Herstellung von Haarshampoo
en: Detergent for use in the manufacture of hair shampoo

source: Dotierungsverbindungen für die Herstellung von Halbleitern
en: Doping compounds for use in the manufacture of semiconductors

source: Sprühkristallisierte poröse Kugeln aus Keramikmaterial
en: Spray crystallized porous spheres of ceramic material

source: Chemische Zusatzstoffe zur Herstellung von Beschichtungen
en: Chemical additives for use in the production of coatings

source: Anorganische Glasbindemittel für Gießkerne
en: Inorganic glass binders for foundry cores

source: Chemische Zusatzstoffe für Mauerwerksreparaturen
en: Additives (Chemical -) for use in repairing masonry

source: Chemische Zusätze zum Bohren von unterirdischen Erdgasbohrlöchern
en: Additives (Chemical -) for use in the drilling of subterranean gas wells

source: Zwei- oder Dreifachsuperphosphate [Düngemittel]
en: Double or triple superphosphate fertilizer

source: Mittel [chemische] zur Verbesserung der Folienstärke
en: Films (Sensitized, unexposed -) for use in photography

source: Chemische Filterstoffe für Wasser
en: Filtration agents for enzymes

source: Kristalline Zellulose
en: Crystalline cellulose

source: Proteine für menschliche Nahrungsmittel, bei denen Gele einen Teil des Herstellungsverfahrens bilden
en: Proteins for human foodstuffs which form gels as part of the manufacturing process

source: Polysaccharide zur Aromatisierung
en: Polysaccharides for use in flavouring

source: Flüssige unverarbeitete Kunststoffe
en: Raw plastics in the form of liquids

source: Rohkunststoffe in Form von Pellets
en: Raw plastics in the form of pellets

source: Rohproteine für gewerbliche Zwecke
en: Raw proteins for use in industry

source: Hitzebeständige Polymerase
en: Heat stable polymerase

source: Chemische Zusatzstoffe als Verlaufmittel für Dichtungsmassen
en: Additives (Chemical -) for the flow control of caulks

source: Chemische Zusatzstoffe für die Flusskontrolle von Kunststoffen
en: Additives (Chemical -) for the flow control of plastics

source: Chemische Erzeugnisse für die agrochemische Industrie
en: Chemicals for use in the agrochemical industry

source: Kulturen von Mikroorganismen für gewerbliche Zwecke
en: Cultures of microorganisms for industrial purposes

source: Gießereisandadditive auf Eisenoxidbasis zur Herstellung von metallischen Gussstücken
en: Iron-oxide-based foundry sand additive used in the manufacture of metallic castings

source: Chemische Nahrungsmittelzusätze
en: Chemical additives for food

source: Flüssiggase zur Verwendung in Aerosolbehältern
en: Liquefied gases for use in aerosol containers

source: Flüssige Klebstoffe als Steifappreturen für Gewebe [ausgenommen für Wäsche]
en: Liquid adhesives for use as fabric stiffeners [not for laundry purposes]

source: Substanzen zum Schutz vor Frost
en: Substances for protection against frost

source: Substanzen zum Ätzen von Mörtel
en: Substances for the etching of mortar

source: Gelatine zur Herstellung von Druckpapier
en: Gelatine for the manufacture of printing paper

source: Seltene Erdmetalle
en: Rare earth metals

source: Edelmetallsalze für gewerbliche Zwecke
en: Salts of precious metals for industrial purposes

source: Präpolymerhaltige durch Licht härtbare Verbindungen
en: Photo curable compositions comprising pre-polymers

source: Kitte auf Gummibasis [Klebstoffe] für die Industrie
en: Substances for preventing runs in stockings

source: Salze für die Seifenindustrie
en: Salt for use in the soap industry

source: Treibgase für Aerosole
en: Propellant gases for aerosols

source: Albumin [tierisch oder pflanzlich als Rohstoff]
en: Albumin [animal or vegetable, raw material]

source: Bakteriologische Präparate für die Landwirtschaft
en: Bacteriological preparations for use in agriculture

source: Fixierbäder [Fotografie]
en: Fixing baths [photography]

source: Mineralstoffpräparate zur Verwendung in der Fertigung
en: Mineral preparations for use in manufacturing

source: Industriekleber zur Verwendung für die Metallbearbeitung
en: Industrial adhesives for use in metal working

source: Chemische Erzeugnisse für gewerbliche Zwecke für die Behandlung von Kühlwasser in Umlaufkühlsystemen
en: Industrial chemicals for use in treating cooling water in recirculating cooling systems

source: Appreturmittel für die Textilindustrie
en: Size for use in the textile industry

source: Polyäthylenharze [im Rohzustand]
en: Polyethylene resins [unprocessed]

source: Chemische Zusätze für Öle
en: Chemical additives for oils

source: Chemischer Holzstoff
en: Chemiground wood pulp

source: Chemikalien für die Metallplattierung
en: Chemicals for use in metal plating

source: Düngemittel für den Haushalt
en: Fertilizers for domestic use

source: Mittel zum Durchspülen von Heizungsanlagen
en: Flushing agents for heating systems

source: Markierte Antikörper für Laborzwecke
en: Tagged antibodies for laboratory use

source: Vulkanisationsbeschleuniger [chemische Präparate]
en: Vulcanisation accelerators [chemical preparation]

source: Zinkchlorid
en: Zinc chloride

source: Kalzinierter Kaliumdünger
en: Calcined potassium fertilizer

source: Chemische Substanzen zur Einarbeitung in Fahrzeugreifen zu deren Schutz
en: Chemical products for insertion into vehicle tyres to protect them

source: Enzymatische Beizen [chemische Mittel] für die Pelzindustrie
en: Enzymatic mordants [chemical products] for use in the fur industry

source: Enzympräparate für die Zersetzung von Ausscheidungen
en: Enzyme preparations for the decomposition of excreta

source: Ionenaustauscher [Chemikalien]
en: Ion exchangers [chemicals]

source: Porenbetongranulate als Bindemittel für Öl
en: Aerated concrete granules for use as binders for oil

source: Klebstoffe zum Verlegen von Bodenfliesen
en: Adhesives for applying floor tiles

source: Fischmehl als Dünger
en: Fish meal fertilizers

source: Wasser für Batterien
en: Water for batteries

source: Wasserfeste Schutzbeschichtungen für Oberflächen [chemische, ausgenommen Farben]
en: Water resistant protective surface coatings [chemical, other than paints]

source: Chemische Wasserrückhaltemittel zur Farbherstellung für die Papierindustrie
en: Water retention agents for coating colour in the paper manufacturing industry

source: Chemische Erzeugnisse für die Herstellung von flammenhemmenden Beschichtungen
en: Chemicals for use in the manufacture of flame retardant coatings

source: Chemische Zusatzmittel für Insektizide
en: Additives, chemical, to insecticides

source: Wärmeübertragungsfluide für Heizungssysteme in der pharmazeutischen Industrie
en: Heat transfer liquids for use in heating systems in the pharmaceutical industry

source: Heiß aufzubringende Dachklebstoffe
en: Hot applied roofing adhesives

source: Heiß aufzubringende Klebemittel für Dächer
en: Hot applied roofing bonding agents

source: Polyvinylchloridverbindungen [im Rohzustand]
en: Polyvinyl chloride compounds [unprocessed]

source: Polyvinylchlorid für die Fertigung
en: Polyvinyl chloride for use in manufacture

source: Kartoffelmehl für gewerbliche Zwecke
en: Potato flour for industrial purposes

source: Chemische Trennmittel
en: Releasing agents [chemical]

source: Thermoplastische Elastomere
en: Thermoplastic elastomers

source: Thermoplastische Harze zur Verwendung beim Thermoformen
en: Thermoplastic resin for use in thermoforming

source: Verdickungsmittel als biochemische Erzeugnisse für gewerbliche Zwecke
en: Thickening agents being biochemical products for industrial use

source: Inhaltsstoffe auf Kollagenbasis für Kosmetika
en: Collagen based ingredients for cosmetic preparations

source: Zelluloseazetat im Rohzustand
en: Acetate of cellulose, unprocessed

source: Zellulosemikrosphären [Rohstoff]
en: Cellulose microspheres [raw material]

source: Chemisch umgewandelte Verbindungsdünger
en: Chemically converted compound fertilizers

source: Lichtempfindliche kinematografische Filme [unbelichtet]
en: Cinematographic film, sensitized but not exposed

source: Chemische Mittel für die Herstellung von technischer Keramik
en: Compositions for the manufacture of technical ceramics

source: Chemische Reagenzien zur Bestimmung der Empfindlichkeit, außer für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for susceptibility determinations, other than for medical or veterinary use

source: Chemische Präparate für Brandbekämpfungszwecke
en: Chemical preparations for use in the control of fires

source: Chemische Erzeugnisse für die Herstellung von Bioziden
en: Chemical preparations for use in the manufacture of biocides

source: Chemische Präparate für die Herstellung von Fußbodenpolituren
en: Chemical preparations for use in the manufacture of floor polishes

source: Oberflächenbeschichtungsmittel [Chemikalien], ausgenommen Farben
en: Surface coating compositions [chemicals], other than paints

source: Tenside zum Haltbarmachen von Beton
en: Surfactants for use in preserving concrete

source: Oberflächenaktive Tenside zum Schutz von Fußbodenoberflächen
en: Surfactants for use in protecting floor surfaces

source: Verzögerungsmittel für Mörtel
en: Retarders for use with mortar

source: Jod für chemische Zwecke
en: Iodine for chemical purposes

source: Gallussäure zur Herstellung von Tinte
en: Gallic acid for the manufacture of ink

source: Stärke für gewerbliche Zwecke
en: Starch for industrial purposes

source: Stammzellen für Forschungszwecke
en: Stem cells for research purposes

source: Säuren der Benzolreihe
en: Benzene-based acids

source: Wässrige Entwicklungschemikalien für die Fotografie
en: Aqueous based photographic developer chemicals

source: Wasserhaltige chemische Verbindungen
en: Aqueous chemical compositions

source: Entwässerungsmittel für gewerbliche Zwecke
en: Dehydrating preparations for industrial purposes

source: Gummikitt zur Reparatur von Luftreifen
en: Rubber cement for repairing pneumatic tyres

source: Chemikalien zur Asbestbeseitigung
en: Chemicals for use in removing asbestos

source: Chemikalien zur Farbentfernung
en: Chemicals for use in removing paint

source: Chemikalien zum Kleben [ausgenommen für Haushalt oder Schreibbedarf]
en: Chemicals for use in sticking [other than for household or stationery purposes]

source: Chemische Erzeugnisse für die Halbleiterindustrie
en: Chemicals for use in the semiconductor industry

source: Chemische Verbindungen für Versiegelungszwecke im Bauwesen
en: Sealing compounds for use in building [chemical]

source: Kalorienarme Süßungsmittel [künstliche, chemische]
en: Low calorie sweeteners [artificial, chemical]

source: Mittel zur Konservierung von Zement außer Anstrichfarben oder Öle
en: Compositions for preserving cement [except paints or oils]

source: Polymere für die Herstellung von Fußbodenbelägen
en: Polymers for use in the manufacture of floor finishes

source: Polymere für die Herstellung von Zement
en: Polymers for use in the preparation of cements

source: Komplexbildner mit Inhibitoren
en: Sequestrants with inhibitors

source: Siliciumdioxid als Polyolefinkatalysator
en: Silica for use as a polyolefin catalyst

source: Beschichteter Wollastonit [Calciummetasilikat] zur Verwendung als Verstärkerfüllstoff für Farben
en: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in paints

source: Beschichtungen für Linsen [chemische]
en: Coatings [chemical] for lenses

source: Papier [lichtempfindlich] als Aufzeichnungsträger für elektrosensitive Aufnahmegeräte
en: Papers [sensitized] for use as recording media for electrosensitive recorders

source: Milchfermente für die Lebensmittelindustrie
en: Milk ferments for the food industry

source: Spurenelemente zur Pflanzenernährung
en: Trace element feeds for plants

source: Tragantgummi für die Herstellung von Arzneimitteln
en: Tragacanth gum for use in the manufacture of pharmaceuticals

source: Durchsichtige Filme in Rollenform [fotografische, unbelichtete]
en: Transparent film in roll form [photographic, unexposed]

source: Lichtempfindliche transparente Folien in Rollenform
en: Transparent film in roll form [sensitised]

source: Chemisches lichtempfindliches Testpapier
en: Chemical test paper [sensitised]

source: Organischer Kompost
en: Organic composts

source: Gerbstoffe [für Häute]
en: Tanning agents [for hides]

source: Aushärtesubstanzen für das Schweißen
en: Tempering substances for welding

source: Prüfreagenzien für gewerbliche Zwecke
en: Testing reagents for industrial use

source: Sulfide [Salze]
en: Sodium sulphide

source: Substanzen zur Reinigung von Gasen
en: Substances for the purification of gases

source: Sucroseester von Säuren
en: Sucrose esters of acids

source: Synthetische Bindemittel zur Agglomeration
en: Synthetic binders for agglomeration

source: Synthetische Desoxyribonukleinsäure [ausgenommen für medizinische Zwecke]
en: Synthetic deoxyribonucleic acid [other than for medical use]

source: Mischungen aus Chemikalien und Naturmaterialien als landwirtschaftliche Düngemittel
en: Mixtures of chemicals and natural materials for use as agricultural fertilizers

source: Monoklonale Antikörper für die qualitative Bestimmung von Teilmengen von Leukozyten [ausgenommen für medizinische Zwecke]
en: Monoclonal antibodies for the qualitative determination of leucocyte subsets [other than for medical use]

source: Monoklonale Antikörper für die quantitative Bestimmung von Teilmengen von Leukozyten [ausgenommen für medizinische Zwecke]
en: Monoclonal antibodies for the quantative determination of leucocyte subsets [other than for medical use]

source: Alkohol
en: Alcohol

source: Chemische Schlichtemittel für die Herstellung von Fäden
en: Chemical sizing compositions for use in the manufacture of threads

source: Keramikmaterialien in Form von Pulvern für gewerbliche Zwecke
en: Ceramic materials in powder form for use in industry

source: Chemische Erzeugnisse zur Herstellung von Kosmetika
en: Chemical products for the manufacture of cosmetics

source: Formaldehyd für chemische Zwecke
en: Formic aldehyde for chemical purposes

source: Lichtempfindliche Papierbögen als Medien zur Verarbeitung von fotografischen Bildern
en: Sheets of sensitized paper being media for processing photographic images

source: Blutkulturmedien für wissenschaftliche Zwecke
en: Blood culture media for scientific use

source: Puffer [Chemikalien]
en: Buffers [chemicals]

source: Enzyme [ausgenommen für medizinische Zwecke] für kontinuierliche homogene isotherme Erweiterungen von spezifischen DNS-Matrizen
en: Enzymes [other than for medical use] for use in the continuous homogenous isothermal amplifications of specific dna templates

source: Enzyme für die Tuchverarbeitung
en: Enzymes for cloth processing

source: Enzyme zur Verwendung bei der Gärung
en: Enzymes for use in fermentation

source: Fluide für Getriebe
en: Transmission fluid

source: Chemische Präparate zur Verhinderung von Fettablagerungen in Fettabscheidern
en: Chemical preparations for the prevention of grease in grease traps

source: Chemische Katalysatorenträger aus anorganischen Oxiden
en: Catalyst supports consisting of inorganic oxides

source: Dispergierungsmittel für die Papierindustrie
en: Dispersants for use in the paper industry

source: Chemische Würze [in der Nahrungsmittelherstellung]
en: Chemical seasonings [for food manufacture]

source: Gesteinsfasern für die Landwirtschaft
en: Rock fibres for use in agriculture

source: Strukturklebstoffe für Kraftfahrzeuge
en: Structural adhesives for automotive use

source: Chemische Erzeugnisse zur Behandlung von Polyethylenkabeln
en: Chemicals for the treatment of polythene cables

source: Salze [chemische Erzeugnisse]
en: Salts [chemical preparations]

source: Chemische Aufhellungsmittel für Metalloberflächen
en: Chemical brightening agents for use on metal surfaces

source: Chemische Reinigungsmittel zur Verwendung in industriellen Prozessen
en: Chemical cleaning agents for use in industrial processes

source: Chemische Verbindungen, die Huminsäuren enthalten
en: Chemical compositions containing humic acids

source: Konservierungsmittel [wissenschaftliche] zur Erhaltung der Lebensfähigkeit von Mikroorganismen in Kulturen
en: Preservatives for maintaining the viability of micro-organisms in cultures [scientific]

source: Klebstoffe für die Elektroakustikindustrie
en: Adhesives for use in the electroacoustical industry

source: Klebstoffe zur Übertragung von Mustern auf Textilien
en: Adhesives for use in the transfer of designs to textiles

source: Klebstoffe für Wandbekleidungen
en: Adhesives for wall coverings

source: Salzsäure [Wasserstoffchlorid]
en: Hydrochloric acid (hydrogen chloride)

source: Propylen [Propen]
en: Propylene (propene)

source: Wetterfeste Beschichtungen [chemische, ausgenommen Farben] für Beton
en: Weatherproofing coatings [chemical, other than paints] for concrete

source: Benetzungsmittel als Adjuvantien für Pflanzenschutzmittel
en: Wetting agents for use as adjuvants for plant protection preparations

source: Benetzungsmittel zur Verwendung mit Agrochemikalien
en: Wetting agents for use with agrochemicals

source: Flüssigkeiten zum Ätzen von bemaltem Holz
en: Fluids for use in etching painted wood

source: Industrielle organische Chemikalien
en: Industrial organic chemicals

source: Industriesalz für die Alkalimetallchloridelektrolyse
en: Industrial salts for alkali-metal chloride electrolysis

source: Chemische Mittel für die biologische Abwasserbehandlung
en: Chemical formulations for use in biological sewage treatment

source: Chemische Fett lösende Präparate für industrielle Fertigungsprozesse
en: Chemical grease removing agents for use in industrial manufacturing processes

source: Chemische Zwischenprodukte für die Industrie
en: Chemical intermediates for use in industry

source: Chemische Zusatzstoffe für Verbrennungsbeschleuniger
en: Additives (Chemical -) for combustion enhancers

source: Chemische Zusätze für Detergenzien
en: Additives (Chemical -) for detergents

source: Chemische Zusatzstoffe für Estrichgips
en: Additives (Chemical -) for flooring plaster

source: Schmelzkleber
en: Adhesive melts

source: Glukosepulver für gewerbliche Zwecke
en: Glucose powder for industrial purposes

source: Flüssige Scheibenfrostschutzmittel
en: Windshield antifreeze fluids

source: Packharz im Rohzustand
en: Unprocessed packaging resin

source: Chemische Substanzen für Produktionszwecke
en: Chemical substances for use in manufacture

source: Chemische Substanzen für die Endfertigung von Metall und die Metallbearbeitung
en: Chemical substances for use in metal finishing and metal treatment

source: Chemische Erzeugnisse zur Herstellung von elektronischen Bauteilen
en: Chemicals used in the manufacture of electronic components

source: Membranen von Ionenaustauschharzen [chemische Präparate]
en: Ion-exchange resin membranes [chemical preparation]

source: Chemische Verbindungen zum Härten von Beton
en: Chemical compositions for hardening concrete

source: Chemische Verbindungen zur Verzögerung des Abbindens von Beton
en: Chemical compositions for retarding the setting of concrete

source: Chemische Verbindungen zur Festigung von Mauerwerk
en: Chemical compositions for strengthening stonework

source: Quarzhaltige Beschichtungsmittel für optisches Glas
en: Coatings containing quartz for optical glass

source: Oxidierte Saccharide in trockener Form
en: Oxidised saccharides in dry form

source: Oxidierende Gase
en: Oxidising gases

source: Lichtempfindliches Papier für elektrostatische Kopierer
en: Paper for electrostatic copiers [sensitised]

source: Papierleimungsmittel für gewerbliche Zwecke
en: Paper sizing preparations for use in industry

source: Kunststoffe als Flocken
en: Plastics in the form of flakes

source: Mulchmaterial zur Erhöhung der Bodenfruchtbarkeit für den Gartenbau
en: Mulch for soil enrichment in horticultural environments
